Repository: boxed/curia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: now
sv: nu

source: in %s
sv: om %s

source: %sago
sv: %ssedan

source: yesterday at %s
sv: igår %s

source: tomorrow at %s
sv: imorgon %s

source: Enter a valid date.
sv: Skriv in ett giltigt datum.

source: Enter a valid time.
sv: Skriv in en giltig tid.

source: %s has something new for you
sv: %s har något nytt för dig

source: User
sv: Användare

source: Group
sv: Grupp

source: Name
sv: Namn

source: Value
sv: Värde

source: detail
sv: Detalj

source: Details
sv: Detaljer

source: Command
sv: Kommando

source: Content type
sv: Typ

source: Object ID
sv: Objektets ID

source: Deny
sv: Neka

source: %(user)s is denied %(command)s access to %(content_type)s %(object_id)s
sv: %(user)s är nekad %(command)s-tillgång till %(content_type)s %(object_id)s

source: %(user)s has %(command)s access to %(content_type)s %(object_id)s
sv: %(user)s har %(command)s-tillgång till %(content_type)s %(object_id)s

source: %(user)s is denied access
sv: %(user)s är nekad tillgång

source: %(user)s has access
sv: %(user)s har tillgång

source: user permission
sv: Användarrättighet

source: user permissions
sv: Användarrättigheter

source: %(group)s is denied %(command)s access to %(content_type)s %(object_id)s
sv: %(group)s är nekad %(command)s-tillgång till %(content_type)s %(object_id)s

source: %(group)s has %(command)s access to %(content_type)s %(object_id)s
sv: %(group)s har %(command)s-tillgång till %(content_type)s %(object_id)s

source: %(group)s is denied access
sv: %(group)s är nekad tillgång

source: %(group)s has access
sv: %(group)s har tillgång

source: group permission
sv: Grupprättighet

source: group permissions
sv: Grupprättigheter

source: Male
sv: Man

source: Female
sv: Kvinna

source: Default
sv: Standard

source: Birthday
sv: Födelsedag

source: Picture
sv: Bild

source: Gender
sv: Kön

source: Location
sv: Ort

source: Inviter
sv: Inbjudare

source: Friends
sv: Vänner

source: Language
sv: Språk

source: Deleted by
sv: Raderad av

source: Deletion time
sv: Tidpunkt för radering

source: Notification e-mail time
sv: Senaste notifieringsmejlet skickades

source: Notification Style
sv: Notifierings-typ

source: meta user
sv: Meta-användare

source: meta users
sv: Meta-användare

source: Created by
sv: Skapad av

source: Friend group
sv: Vännergrupp

source: Logo
sv: Logga

source: Deleted
sv: Raderad

source: Domain name
sv: Domännamn

source: External theme
sv: Externt tema

source: Internal theme
sv: Internt tema

source: meta group
sv: Meta-grupp

source: meta groups
sv: Meta-grupper

source: Yes
sv: Ja

source: No
sv: Nej

source: No reply
sv: Inget svar

source: Choice
sv: Val

source: invite
sv: Bjud in

source: Write a presentation why don't ya?
sv: Skriv en presentation, vetja!

source: Email
sv: E-post

source: Password
sv: Lösenord

source: Username or password incorrect
sv: Fel användarnamn eller lösenord

source: You are not a member of %s
sv: Du är inte en medlem av %s

source: Presentation text
sv: Presentation

source: Remove my picture
sv: Ta bort min bild

source: First name
sv: Förnamn

source: Visible to other users
sv: Syns för andra användare

source: Last name
sv: Efternamn

source: E-mail
sv: E-post

source: Not visible to other users
sv: Syns inte för andra användare

source: Format is yyyy-MM-dd, e.g. 1980-05-27
sv: Formatet är yyyy-MM-dd, t.ex. 1980-05-27

source: Confirm your identity
sv: Bekräfta din identitet

source: Notification style
sv: Notifieringstyp

source: Incorrect password
sv: Felaktigt lösenord

source: %s is not a valid email address
sv: %s är inte en giltig e-post-adress

source: The selected e-mail address was invalid.
sv: Den givna e-postadressen är ogiltig.

source: Your new password
sv: Ditt nya lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Confirm your new password
sv: Bekräfta lösenord

source: Old password
sv: Gammalt lösenord

source: Passwords did not match.
sv: Lösenorden stämmer inte överrens.

source: There is already a group with this name. Please choose another one.
sv: Det finns redan en grupp med det namnet. Välj ett annat namn.

source: Hidden
sv: Gömd

source: Closed
sv: Stängd

source: Open
sv: Öppen

source: No user with the name %(name)s exists.
sv: Det finns ingen användare vid namn %(name)s.

source: No group with the name %(name)s exists.
sv: Det finns ingen grupp vid namn %(name)s.

source: Add friend
sv: Lägg till vän

source: Save
sv: Spara

source: Add group
sv: Lägg till grupp

source: Add
sv: Lägg till

source: Add member
sv: Lägg till medlem

source: Add suggested label
sv: Lägg till snabbsökning

source: Delete
sv: Ta bort

source: Change details of %(escaped)s
sv: Ändra detaljer för %(escaped)s

source: Edit
sv: Ändra

source: To change your name, age or login-data, go to:
sv: För att ändra ditt namn, din ålder eller login-uppgifter, gå till:

source: Settings
sv: Inställningar

source: Quick facts
sv: Snabbfakta

source: Add detail
sv: Lägg till detalj

source: Change password of %(escaped)s
sv: Ändra lösenord för %(escaped)s

source: Edit details
sv: Ändra detaljer

source: Change settings of %(escaped)s
sv: Ändra inställningar för %(escaped)s

source: Change password
sv: Ändra lösenord

source: Log in
sv: Logga in

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Register for an account
sv: Skapa ett konto

source: You are logged in as %(user)s
sv: Du är inloggad som %(user)s

source: Go to the portal
sv: Gå till portalen

source: Log out
sv: Logga ut

source: You have been logged out.
sv: Du har blivit utloggad

source: View
sv: Läsa

source: You have been invited to %(group)s.
sv: Du har blivit inbjuden till %(group)s.

source: %(inviter)s wants to become your friend.
sv: %(inviter)s vill bli din vän.

source: Accept
sv: Acceptera

source: Ignore
sv: Ignorera

source: Groups
sv: Grupper

source: Threads
sv: Konversationer

source: Members and groups
sv: Medlemmar och grupper

source: Texts
sv: Texter

source: Pictures
sv: Fotoalbum

source: Files
sv: Filer

source: Calendar
sv: Kalender

source: Permissions on %(obj)s
sv: Rättigheter på %(obj)s

source: Add permission
sv: Lägg till rättighet

source: %(user)s has been invited but hasn't answered yet.
sv: %(user)s har blivit inbjuden men har inte svarat än.

source: Invite %(user)s to be your friend.
sv: Bjud in %(user)s till att bli din vän.

source: Are you sure you want to remove this user from your friends?
sv: Är du säker på att du vill ta bort denna person från din vänner-lista?

source: Don't delete
sv: Ta inte bort

source: This group was deleted at
sv: Denna grupp raderades

source: by
sv: av

source: Permissions
sv: Rättigheter

source: Parent groups
sv: Modergrupper

source: Subgroups
sv: Undergrupper

source: Members
sv: Medlemmar

source: Invite a new user
sv: Bjud in användare

source: Advanced permissions
sv: Avancerade rättigheter

source: Non-members can edit
sv: Icke-medlemmar kan ändra

source: Blocked users
sv: Blockade användare

source: Separate user names with comma
sv: Separera användarnamn med kommatecken

source: No such user exists in this community.
sv: Ingen användare hittad i detta community

source: This user is no longer a member of the community.
sv: Denna användare är inte längre en medlem av detta community

source: Administrator
sv: Administratörer

source: Stop watching
sv: Sluta bevaka

source: Watch
sv: Bevaka

source: title
sv: Titel

source: Title
sv: Titel

source: Contents
sv: Innehåll

source: Creation time
sv: Skapad

source: news
sv: Nyheter

source: Welcome!
sv: Välkommen!

source: Images
sv: Bilder

source: Access denied
sv: Åtkomst nekas

source: Error
sv: Fel

source: There is no page at this address.
sv: Det finns ingen sida på denna adress.

source: Invalid community specified
sv: Ogiltigt community

source: An error has occurred and has been sent to the administrators.
sv: Ett fel har uppstått. En rapport har skickats till administratörerna.

source: Administrators
sv: Administratörer

source: People you add to this list are given administrator access to the chosen areas, meaning that they can delete and change other users content.
sv: Användare i den här listan har administratörsrättigheter för de givna områdena, vilket betyder att dom kan ta bort och ändra andra medlemmars saker.

source: %(number_of)s notifications
sv: %(number_of)s notifieringar

source: %(number_of)s new
sv: %(number_of)s nya

source: You have unread items at...
sv: Du har nytt att läsa på...

source: Switch to...
sv: Byt till...

source: Go to a community
sv: Gå till ett community

source: Loading...
sv: Laddar...

source: You have been logged out, click here to log in again.
sv: Du har blivit utloggad. Klicka här för att logga in igen.

source: %(inviter)s wishes to become your friend.
sv: %(inviter)s vill bli din vän.

source: You have been invited to join the group %(group)s.
sv: Du har blivit inbjuden att bli medlem av gruppen %(group)s.

source: Bookmarks
sv: Genvägar

source: Remove bookmark
sv: Ta bort genväg

source: Add bookmark
sv: Skapa genväg

source: New items
sv: Nytt

source: Watchers
sv: Bevakningar

source: Something has happened on %(communities)s
sv: Något har hänt på %(communities)s

source: We've noticed that you haven't been logged in for some time. Some things have happened while you were away:
sv: Vi har märkt att du inte varit inloggad på ett tag. Det har hänt en del saker medan du varit borta:

source: Log in to %(community)s to check it out
sv: Logga in på %(community)s för att läsa det

source: You recieved this message because you are registered at eldmyra.se
sv: Detta mail får du för att du är registrerad på eldmyra.se

source: If you don't want to recieve any more mails, mail us at support@eldmyra.se
sv: Vill du inte ha fler mail, skicka ett mail till support@eldmyra.se

source: Edit group
sv: Ändra grupp

source: Random images
sv: Slumpmässiga bilder

source: Coming events
sv: Kommande aktiviteter

source: Last logged in
sv: Senast inloggade

source: Add news
sv: Lägg till nyhet

source: Search
sv: Sök

source: Go
sv: Sök

source: Labels
sv: Nyckelord

source: Old news
sv: Äldre nyheter

source: Page
sv: Sida

source: of
sv: av

source: First
sv: Första

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Last
sv: Sista

source: Thank you for helping us improve the site
sv: Tack för din hjälp med att förbättra denna sida

source: Report bug
sv: Rapportera fel

source: <ul><li>What did you do?</li><li>What happened?</li><li>What did you expect?</li></ul>
sv: <ul><li>Vad gjorde du?</li><li>Vad hände?</li><li>Vad förväntade du dig?</li></ul>

source: Cancel
sv: Avbryt

source: Report
sv: Rapportera

source: Database administration
sv: Databasadministration

source: Description
sv: Beskrivning

source: Reporter
sv: Rapporterare

source: URLs
sv: URLer

source: Browser
sv: Webbläsare

source: Deletion reason
sv: Anledning för radering

source: %s has reported a bug
sv: %s har rapporterat en bugg

source: New bug posted
sv: Ny bugg inlagd

source: Return to the site
sv: Tillbaka till sidan

source: Owner user
sv: Ägaranvändare

source: owner user
sv: Ägaranvändare

source: Owner group
sv: Ägargrupp

source: owner group
sv: Ägargrupp

source: Event parent
sv: Originalaktivitet

source: Start time
sv: Start

source: End time
sv: Slut

source: All day
sv: Heldag

source: Day
sv: Dag

source: Week
sv: Vecka

source: Month
sv: Månad

source: Year
sv: År

source: Repeat
sv: Upprepa

source: End repeat
sv: Slut av upprepning

source: event
sv: Aktivitet

source: events
sv: Aktiviteter

source: today
sv: idag

source: tomorrow
sv: imorgon

source: %s days
sv: %s dagar

source: Unsure
sv: Osäker

source: Event
sv: Aktivitet

source: Comment
sv: Kommentar

source: reply
sv: Svara

source: replies
sv: Svar

source: This event has been deleted by its creator.
sv: Denna aktivitet har raderats av sin skapare.

source: The title will be visible in the calendar
sv: Titeln syns i kalendern

source: Help your friends find this item
sv: Nyckelorden gör det lättare för dina vänner att söka

source: Will you participate in this event?
sv: Ska du närvara på denna aktivitet?

source: Leave a comment with your reply
sv: Lämna en kommentar med ditt svar

source: Add event
sv: Lägg till aktivitet

source: Date
sv: Datum

source: Time
sv: Tid

source: Maybe
sv: Vet inte

source: Your reply
sv: Ditt svar

source: You have not replied to this event
sv: Du har inte svarat på denna aktivitet

source: Change your reply
sv: Ändra ditt svar

source: There are no events in the near future
sv: Det finns inga händelser i den närmaste framtiden.

source: Reply to event
sv: Svar på aktivitet

source: Reply
sv: Svara

source: Reply to %(title)s
sv: Svar på %(title)s

source: Replies
sv: Svar

source: The following people have not replied yet
sv: Följande personer har inte svarat än

source: Agenda view
sv: Agendavy

source: Do you want to delete the event \""+calendar_data[key][i].fields.title+"\"?
sv: Vill du ta bort aktiviteten \""+calendar_data[key][i].fields.title+"\"?

source: Deleted events will still be viewable by administrators.
sv: Borttagna aktiviteter kommer fortfarande att kunna ses av administratörer.

source: Are you sure you want to delete this event?
sv: Är du säker på att du vill ta bort den här aktiviteten?

source: Do you want to delete the event \"%(event)s\"?
sv: Vill du ta bort aktiviteten \"%(event)s\"?

source: Changes your answer to no.
sv: Ändrar ditt svar till nej.

source: All day event.
sv: Aktiviteten gäller hela dagen.

source: Starts at
sv: Startar klockan

source: Ends at
sv: Slutar klockan

source: Answered yes
sv: Svarade ja

source: Answered no
sv: Svarade nej

source: Are unsure
sv: Är osäkra

source: Hasn't answered
sv: Har inte svarat

source: Change your answer:
sv: Ändra ditt svar:

source: Current balance
sv: Saldo

source: From
sv: Från

source: To
sv: Till

source: Cost
sv: Kostnad

source: Rejected
sv: Bestriden

source: Rejected by
sv: Bestriden av

source: Rejection time
sv: Tidpunkt för bestridning

source: %s has added a debt
sv: %s har lagt till en skuld

source: %s has rejected a debt
sv: %s har bestridit en skuld

source: Description must not be empty
sv: Beskrivningen får inte vara tom

source: Description must start with the amount
sv: Beskrivningen måste starta med mängden

source: Debts
sv: Skulder

source: People with negative balance
sv: Personer med negativt saldo

source: People with positive balance
sv: Personer med positivt saldo

source: Show all
sv: Visa alla

source: You have borrowed <strong>%(balance)s</strong>
sv: Du har lånat <strong>%(balance)s</strong>

source: You have lended <strong>%(balance)s</strong>
sv: Du ligger ute med <strong>%(balance)s</strong>

source: Show log
sv: Visa logg

source: %(from_user)s rejected owing you %(description)s
sv: %(from_user)s bestred att han/hon är skyldig dig %(description)ss)

source: Clear all
sv: Rensa alla

source: %(from_user)s owes you %(description)s
sv: %(from_user)s är skyldig dig %(description)s

source: Added debt
sv: Tillagd skuld

source: %(created_by)s added a debt:
sv: %(created_by)s lade in en skuld:

source: Rejected debt
sv: Bestriden skuld

source: %(rejected_by)s rejected a debt:
sv: %(rejected_by)s bestred en skuld:

source: Is presentation
sv: Är presentation

source: document
sv: Text

source: documents
sv: Texter

source: versions
sv: Versioner

source: %s is not a valid group or user name
sv: %s är inte ett giltigt grupp- eller användarnamn

source: Could not find document %s
sv: Kunde inte hitta texten %s

source: Document was changed after you began editing it, please review the changes and then press save again
sv: Dokumentet har ändrats sedan du började ändra det, kolla ändringarna och tryck sen spara igen

source: Add document
sv: Lägg till en text

source: Documents
sv: Texter

source: You have not created any documents yet.
sv: Du har inte skapat några texter ännu.

source: There are no documents here.
sv: Det finns inga dokument här.

source: No documents are available.
sv: Inga texter är tillgängliga

source: last edited %(document.creation_time)s by %(owner)s
sv: Senast ändrad %(document.creation_time)s av %(owner)s

source: Edit this page
sv: Ändra denna sida

source: Send message
sv: Skicka meddelande

source: Last edited by <a href="%(owner_url)s">%(owner)s</a> %(creation_time)s
sv: Senast ändrat av <a href="%(owner_url)s">%(owner)s</a> %(creation_time)s

source: View versions
sv: Versioner

source: Versions of
sv: Versioner av

source: No versions are available.
sv: Inga versioner är tillgängliga.

source: This document was deleted at
sv: Detta dokument raderades

source: Revert to this version
sv: Gå tillbaka till denna version.

source: File
sv: Fil

source: file
sv: Fil

source: files
sv: Filer

source: The title will be visible in the file list
sv: Titeln syns i listan av filer

source: Upload file
sv: Ladda upp fil

source: Add file
sv: Lägg till fil

source: You have not saved any files yet.
sv: Du har inte sparat några filer ännu.

source: There are no files here.
sv: Det finns inga filer här.

source: Are you sure you want to delete this file?
sv: Är du säker på att du vill ta bort den här filen?

source: Edit tabs
sv: Ändra flikar

source: All
sv: Allt

source: Do you want to delete the suggested label "'+title+'"?
sv: Vill du ta bort snabbsökningen "'+title+'"?

source: Deleting a suggested label will not delete any files.
sv: Inga filer raderas om du tar bort en snabbsökning

source: Last changed time
sv: Senast ändrad

source: Last changed by
sv: Senast ändrad av

source: Number of replies
sv: Antal svar

source: thread
sv: tråd

source: threads
sv: Trådar

source: Body
sv: Text

source: Thread
sv: Tråd

source: Parent message
sv: Svar på

source: Owner
sv: Ägare

source: message
sv: Meddelande

source: messages
sv: Meddelanden

source: Create thread
sv: Skapa tråd

source: Message
sv: Meddelande

source: The title will be visible in the thread list
sv: Titeln syns i trådlistan

source: My groups
sv: Mina grupper

source: edit %(thread)s
sv: Ändra %(thread)s

source: No forums are available.
sv: Inga trådar är tillgängliga.

source: Unread
sv: Oläst

source: Deleted by <a href="%(url)s">%(user)s</a>
sv: Borttagen av <a href="%(url)s">%(user)s</a>

source: answer to
sv: Svar till

source: Show
sv: Visa

source: Created
sv: Skapad

source: Latest
sv: Senaste

source: %(time)s by <a href="%(user_url)s">%(user)s</a>
sv: %(time)s av <a href="%(user_url)s">%(user)s</a>

source: No threads are available.
sv: Inga trådar är tillgängliga.

source: Write
sv: Skriv

source: Keep unread
sv: Oläst

source: Hide deleted
sv: Göm raderade

source: Show deleted
sv: Visa raderade

source: New thread
sv: Ny tråd

source: This thread was deleted at
sv: Denna tråd raderades

source: Reply to %s:
sv: Svar på %s:

source: Are you sure you want to delete this thread?
sv: Är du säker på att du vill ta bort den här tråden?

source: Do you want to delete this message?
sv: Är du säker på att du vill ta bort detta meddelande?

source: <span id="id_num_hidden_messages"></span>&nbsp;messages hidden.
sv: <span id="id_num_hidden_messages"></span>&nbsp;gömda meddelanden.

source: Send
sv: Skicka

source: Order
sv: Ordning

source: menu item
sv: Menyalternativ

source: menu items
sv: Menyalternativ

source: <No parent>
sv: <Ingen förälder>

source: Home
sv: Hem

source: Add page
sv: Lägg till sida

source: %(community)s Homepage Administration
sv: %(community)s Hemsideadministration

source: Hide overview
sv: Göm överblick

source: Show overview
sv: Visa överblick

source: &lt;&lt; Back to %(community)s
sv: &lt;&lt; Tillbaka till %(community)s

source: Overview
sv: Överblick

source: Main menu
sv: Huvudmeny

source: Width
sv: Bredd

source: Height
sv: Höjd

source: Image
sv: Bild

source: image
sv: Bild

source: images
sv: Bilder

source: Representative image
sv: Representativ bild

source: Number of images
sv: Antal bilder

source: image set
sv: Fotoalbum

source: images sets
sv: Fotoalbum

source: Invalid zip file
sv: Ogiltig zip-fil

source: Album title
sv: Albumtitel

source: The title will be visible in the set list
sv: Titeln syns i albumlistan

source: Add image
sv: Lägg till bild

source: Did you know:
sv: Visste du att:

source: If you upload a zipped file full of images, all the images will be saved.
sv: Om du laddar upp en zip-fil med bilder i så läggs alla bilderna till.

source: %(time)s by <a href="%(user_url)s">%(first_name)s %(last_name)s
sv: %(time)s av <a href="%(user_url)s">%(first_name)s %(last_name)s

source: This image was deleted at
sv: Denna bild raderades

source: Are you sure you want to delete this image?
sv: Är du säker på att du vill ta bort den här bilden?

source: Deleted set
sv: Raderat album

source: Delete image set
sv: Ta bort fotoalbum

source: Set as representative image
sv: Sätt som representativ bild

source: Representative Image
sv: Representativ bild

source: You have not saved any pictures yet.
sv: Du har inte sparat några bilder än.

source: There are no pictures here.
sv: Det finns inga bilder här.

source: This image set has been deleted.
sv: Detta album har raderats

source: Do you want to delete this set of images?
sv: Är du säker på att du vill ta bort detta album?

source: Do you want to delete this image?
sv: Är du säker på att du vill ta bort den här bilden?

source: Add image-set
sv: Lägg till album

source: You have not saved any image sets yet.
sv: Du har inte sparat några album ännu.

source: There are no image sets here.
sv: Det finns inga album här.

source: label
sv: Nyckelord

source: labels
sv: Nyckelord

source: Label
sv: Nyckelord

source: suggested label
sv: Snabbsök

source: suggested labels
sv: Snabbsök

source: New tab
sv: Ny flik

source: Items with this label will automatically appear in the tab.
sv: En flik visar automatiskt allt med det givna nyckelordet.

source: Tab "%(added_label)s" added.
sv: Flik "%(added_label)s" tillagd.

source: Do you want to delete this tab?
sv: Är du säker på att du vill ta bort den här fliken?

source: Deleting a tab will not delete any item.
sv: Inget tas bort om du tar bort en flik.

source: Receiver
sv: Mottagare

source: You cannot send a message to yourself.
sv: Du kan inte skicka meddelanden till dig själv.

source: No user with that name exists
sv: Det finns ingen användare med det namnet.

source: Add message
sv: Nytt meddelande

source: Messages
sv: Meddelanden

source: %(count)s new %(item)s
sv: %(count)s ny %(item)s

source: %(count)s new %(items)s
sv: %(count)s nya %(items)s

source: Negate
sv: Negera

source: not
sv: inte

source: all
sv: alla

source: everything
sv: allt

source: watcher
sv: Bevakning

source: watchers
sv: Bevakningar

source: notification
sv: Notifiering

source: notifications
sv: Notifieringar

source: Bookmark
sv: Genväg

source: Remove
sv: Ta bort

source: add
sv: Lägg till

source: bookmark
sv: Genväg

source: New %(content_type_name)s
sv: Nya %(content_type_name)s

source: Clear list
sv: Töm listan

source: Created from
sv: Skapad från

source: E-mail addresses of friends to invite
sv: E-postaddresser till vänner du vill bjuda in

source: Separate with comma to invite several people at once, e.g a@a.com, b@b.com
sv: För att bjuda in flera personer, separera adresserna med komma: erik@example.com, anna@example.com

source: Personal message
sv: Personligt meddelande

source: %s has invited you to %s
sv: %s har bjudit in dig till %s

source: E-mail address
sv: E-postaddress

source: Confirm e-mail for %s
sv: Bekräfta e-postaddress för %s

source: code
sv: Kod

source: email
sv: E-post

source: I have read and accepted the <a href="/registration/user_agreement/" target="blank">user agreement</a>
sv: Jag har läst och accepterat <a href="/registration/user_agreement/" target="blank">användaravtalet</a>

source: You must accept the user agreement.
sv: Du måste acceptera användaravtalet
