Repository: boxed/curia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: You have not been invited to this community
sv: Du har inte blivit inbjuden till detta commmunity

source: Organization
sv: Organisation

source: Happening
sv: Evenemang

source: Project group
sv: Projektgrupp

source: Online group
sv: Online-grupp

source: Other group
sv: Annan grupp

source: Name of community
sv: Community-namn

source: Domain
sv: Domän

source: Your e-mail address
sv: Din e-postaddress

source: Confirm your e-mail address
sv: Bekräfta din e-postaddress

source: Describe yourself
sv: Beskriv er

source: I have read and accepted the <a href="/registration/administrator_agreement/" target="blank">administrator agreement</a>
sv: Jag har läst och accepterat <a href="/registration/administrator_agreement/" target="blank">administratöravtalet</a>

source: Emails did not match.
sv: Lösenorden stämmer inte överrens.

source: That name is already taken.
sv: Namnet är taget.

source: You may not call your community %s.
sv: Namnet %s är upptaget.

source: You may not use the domain name %s.eldmyra.se
sv: Domännamnet %s.eldmyra.se är taget

source: Domain name is taken, please choose another
sv: Domännamnet är taget, välj ett annat

source: Your community %s has been registered at Eldmyra.se!
sv: Ditt community %s har blivit registrerat på Eldmyra.se

source: Events
sv: Aktiviteter

source: Links
sv: Länkar

source: There is no user with this email
sv: Det finns ingen användare med den e-postaddressen

source: New password request on Eldmyra.se
sv: Nytt lösenord på eldmyra.se

source: New password
sv: Nytt lösenord

source: User agreement - administrator
sv: Användaravtal - adminstratör

source: You have created %(community)s at Eldmyra.se
sv: Du har skapat %(community)s på Eldmyra.se

source: Complete the registration at
sv: Acceptera inbjudan här:

source: Once you have completed the registration you will be able to log in at <a href="http://%(domain)s">http://%(domain)s</a>
sv: När du accepterat inbjudan kan du logga in på <a href="http://%(domain)s">http://%(domain)s</a>

source: Create community
sv: Skapa community

source: Thank you!
sv: Tack!

source: We have sent you an e-mail. Follow the instructions within to complete the registration. Your community %(community)s can then be reached at <a href="%(url)s">%(url)s</a>.
sv: Vi har skickat ett e-brev till dig. Följ instruktionerna i det för att fullborda registreringen. Du kan komma åt ditt community %(community)s på adressen <a href="%(url)s">%(url)s</a>.

source: %(inviter)s has invited you to %(community)s
sv: %(inviter)s har bjudit in dig till %(community)s

source: Accept the invitation at
sv: Acceptera inbjudan här:

source: Once you have accepted the invitation you will be able to log in at <a href="http://%(domain)s">http://%(domain)s</a>
sv: När du accepterat inbjudan kan du logga in på <a href="http://%(domain)s">http://%(domain)s</a>

source: E-mail sent
sv: E-post skickat

source: An invitation e-mail has been sent. Now all we can do is cross our fingers.
sv: Ett inbjudningsmejl har skickats. Nu kan vi bara hålla tummarna.

source: Accept invitation
sv: Acceptera inbjudan

source: Invite
sv: Bjud in

source: The following people have been invited, but have not answered yet:
sv: Följande personer har blivit inbjudna men har inte svarat än:

source: Do you want to delete this invitation?
sv: Är du säker på att du vill ta bort den här inbjudan?

source: This user will no longer be able to join your community.
sv: Denna användare kommer inte längre kunna gå med i ditt community.

source: Register
sv: Registrera

source: You have registered to join %(community)s
sv: Du har registrerat dig för %(community)s

source: An e-mail has been sent to your address. Please follow the instructions within to complete your registration.
sv: Vi har skickat ett mejl till dig. Följ instruktionerna i mejlet för att fullborda registreringen.

source: Instructions on how to change your password has been sent to the specified email.
sv: Instruktioner för hur du ändrar ditt lösenord has skickats till din e-postaddress.

source: Request new password
sv: Begär nytt lösenord

source: Please supply your e-mail address and we will send an e-mail with further instructions to you.
sv: Skriv in din e-postadress så skickar vi instruktioner för hur du väljer ett nytt lösenord.

source: You have clicked the "forgot my password"-button on Eldmyra.se, follow the link below to register a new password. If you don't want to change your password or if you received this without pressing the "forgot my password"-button, then you may safely ignore this email.
sv: Du har klickat "Glömt ditt lösenord?"-knappen på Eldmyra.se. Klicka på länken nedan för att registrera ett nytt lösenord. Om du inte vill ändra lösenord eller om du fått detta mejl utan att du klickat på "Glömt ditt lösenord?'"-knappen så kan du bara kasta detta mejl.

source: Change your password at <a href="http://%(domain)s/registration/set_new_password/?code=%(password)s&amp;email=%(email)s">http://%(domain)s/registration/set_new_password/?code=%(password)s&amp;email=%(email)s</a>
sv: Gå till <a href="http://%(domain)s/registration/set_new_password/?code=%(password)s&amp;email=%(email)s">http://%(domain)s/registration/set_new_password/?code=%(password)s&amp;email=%(email)s</a> för att ändra ditt lösenord.

source: Set new password
sv: Sätt nytt lösenord

source: Select a new password:
sv: Välj nytt lösenord

source: User agreement
sv: Användaravtal

source: Django site admin
sv: Databasadministration

source: Django administration
sv: Databasadministration

source: Models available in the %(name)s application.
sv: Modeller tillgängliga i %(name)s-applikationen

source: Change
sv: Ändra

source: You don't have permission to edit anything.
sv: Du har inga ändra-rättigheter

source: Recent Actions
sv: Senaste händelser

source: My Actions
sv: Mina händelser

source: None available
sv: Inga tillgängliga

source: Last viewed
sv: Senast tittad på

source: time
sv: Tid

source: times
sv: Tider

source: No bookmarks are available.
sv: Inga genvägar är tillgängliga.
